package Metadata;
/*
 * Data : 반복해서 사용될 데이터 내용을 여기에 저장하고, 호출
 */
public class Data {
	
	String[] areas = {"","서울특별시","부산광역시","대구광역시","인천광역시","광주광역시",
	         "대전광역시","울산광역시","경기도","강원도","충청북도","충청남도",
	         "전라북도","전라남도","경상북도","경상남도","제주특별자치도","세종특별자치시"};
	//type = 1
	String[] seoul = {"","강남구","강동구","강북구","강서구","관악구","광진구",
			"구로구","금천구","노원구","도봉구","동대문구","동작구", 
			"마포구", "서대문구","서초구","성동구","성북구","송파구",
			"양천구", "영등포구","용산구","은평구", "종로구","중구","중랑구"};
	//type = 2
	String[] busan = {"","금정구","기장군","남구","동구","동래구","부산진구",
			"북구","사상구","사하구","서구","수영구","연제구","영도구","해운대구"};
	//type = 3
	String[] daegu = {"남구","달서구","달성군","동구","북구","서구","수성구","중구"};
	//type = 4
	String[] incheon = {"","강화군","계양구","남동구","부평구","연수구","옹진군","광산구",
			"대덕구","유성구","울주군"};
	//type = 5
	String[] gwangju = {"","광산구","남구","동구","북구","서구","대덕구","동구","서구"};
	//type = 6
	String[] daejeon = {"","대덕구","동구","서구","유성구","중구"};
	//type = 7
	String[] ulsan = {"","남구","동구","북구","울주군","중구"};
	//type = 8
	String[] gyeonggi = {"","가평군","고양시","과천시","광명시","광주시","구리시",
			"군포시","김포시","남양주시","동두천시","부천시","성남시","수원시",
			"시흥시","안산시","안성시","안양시","양주시","양평군","여주시",
			"연천군","오산시","용인시","의왕시","의정부시","이천시","파주시",
			"평택시","포천시","하남시","화성시"};
	//type = 9
	String[] gangwon = {"","강릉시","고성군","동해시","삼척시","속초시","양구군",
			"양양군","영월군","원주시","인제군","정선군","철원군","춘천시",
			"태백시","평창군","홍천군","화천군","횡성군"};
	//type = 10
	String[] chungbuk= {"","괴산군","단양군","보은군","영동군","옥천군","음성군",
			"제천시","증평군","진천군","청주시","충주시"};
	//type = 11
	String[] chungnam= {"","계롱시","공주시","금산군","논산시","당진시","보령시",
			"부여군","서산시","서천군","아산시","연기군","예산군","천안시","청양군","태안군","홍성군"};
	//type = 12
	String[] jeonbuk = {"","고창군","군산시","김제시","남원시","무주군","부안군",
			"순창군","완주군","익산시","임실군","장수군","전주시","정읍시","진안군"};
	//type = 13
	String[] jeonnam = {"","강진군","고흥군","곡성군","광양시","구례군","나주시",
			"담양군","목포시","무안군","보성군","순천시","신안군","여수시",
			"영광군","영암군","완도군","장성군","장흥군", "진도군","함평군","해남군","화순군"};
	//type = 14
	String[] gyeongbuk = {"","경산시","경주시","고령군","구미시","군위군","김천시",
			"문경시","봉화군","상주시","성주군","안동시","영덕군","영양군",
			"영주시","영천시","예천군","울릉군","울진군","의성군","청도군","청송군","칠곡군","포항시"};
	//type = 15
	String[] gyeongnam = {"","거제시","거창군","고성군","김해시","창원시",
			"통영시","하동군","함안군","함양군","합천군","함평군","해남군","화순군"};
	//type = 16
	String[] jeju = {"","서귀포시","제주시"};
	//type = 17
	String[] sejong = {"","세종시"};
	
	String[] services = {"","가정용","국군용","기타공공용","관공용","순수써비스","어업",
			"펄프.종이","1차금속","기타기계","의복.모피","섬유","음료품제조",
			"식료품제조","가구및기타","자동차","의료.광학","영상.음향","전기기기",
			"시멘트","유리","고무.플라","화학제품","가죽.신발","조립금속","출판.인쇄",
			"농업임업","전철","사업자용","수도","금속비금속","사무기기","재생재료",
			"기타운송","석유정제","석탄원유","유엔군용","담배제조업"};
}
